;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Deutsch/German
WebLang=GER
Translator=Dirk Paulsen
Codepage=UNICODE
Version=1.94

[Uninstaller Toolbar]
102 = Ansicht
103 = Optionen
104 = Uninstaller
105 = Tools
106 = Jagdmodus
107 = Liste
108 = Icons
109 = Details
110 = Uninstall
111 = Lösche Eintrag
112 = Aktualisieren
113 = Sind Sie sicher, dass die den gewählten Eintrag löschen möchten?
114 = Sind Sie sicher, dass die das gewählte Programm deinstallieren möchten?
115 = AutoUpdate
116 = Hilfe
117 = Aktuelle Toolhilfe...
118 = Homepage...
119 = Über...
120 = Sie sind kein Administrator!
121 = Sind Sie sicher, dass die gewählte Systemkomponente deinstalliert wollen?\nNICHTS TUN solange Sie nicht absolut sicher sind!
122 = Der Uninstaller zeigt Ihnen alle installierten Programme und Komponenten für den aktuellen User. In einigen Ansichten oder durch ein Kontextmenü erhalten Sie zusätzliche Infos, Links und Eigenschaften der Installation. Eine Hauptfunktion des Revo Uninstallers ist der Jagdmodus. Er bietet Ihnen Flexibilität zum Deinstallieren (Anhalten, Löschen oder Verhindern des Autostarts) mit nur einem Klick auf die Anwendung.
123 = Suche
124 = Gefunden:
125 = Wollen Sie wirklich die gewählte Systemkomponente aus der Registry löschen?\nSie könnte vom Betriebssystem benötigt werden!
126 =  wurde aus dem Autostart gelöscht!
127 =  wurde dem Autostart hinzugefügt!
128 = %s ist im gleichen Bereich installiert wie %s!\nEs werden deshalb übriggebliebene Dateien von beiden Anwendungen gefunden! Prüfen Sie genau, welche davon gelöscht werden sollen!
129 = Zwangsdeinstallieren

[Uninstaller List]
150 = Anwendung
151 = Größe
152 = Version
153 = Installiert
154 = Firma
155 = Webseite
156 = Kommentar
157 = Uninstall String
158 = Registryschlüssel
159 = Installer

[Uninstaller StatusBar]
201 = Installationen:
202 = Lade...

[Registry Optimizer]
302 = Wähle Ort zum Scannen
303 = Startmenü

[AutoRun Toolbar]
407 = Starte
408 = Abbrechen
409 = Entferne
410 = Einträge :
411 = Aktiviert :
412 = Mit dem Autostart Manager können Sie nicht nur Anwendungen im Autostart aktivieren/deaktivieren, sondern auch mehr Infos über die einzelnen Anwendungen erhalten, die mit Windows starten sollen. Sie erhalten Infos über den Programmautor, Programmbeschreibung, den Installationspfad (wo auf Ihrem Computer das Programm gespeichert ist), den Status der Anwendung - ob sie läuft oder nicht.

[AutoRun List]
450 = Startup Name
451 = Installationspfad
452 = Beschreibung
453 = Autor
454 = Status
455 = Speicherort
456 = LÄUFT
457 = LÄUFT NICHT
458 = NICHT GÜLTIG
459 = Prozess Abbrechen
460 = Prozess Starten
461 = Öffne Programmordner
462 = Gehe zum Speicherort
463 = Kopiere Installationspfad
464 = Ausgewählte entfernen
465 = Entferne alle Ungültigen
466 = Entferne alle nicht laufenden
467 = Entferne alle abgeschalteten
468 = Eigenschaften...
470 = Sind Sie sicher, dass Sie die gewählte Anwendung schließen wollen?\nAlle ungesicherten Daten gehen verloren!
471 = Sind Sie sicher, dass Sie den gewählten Eintrag löschen wollen?
472 = Sind Sie sicher, dass Sie alle ungültigen Einträge löschen wollen?
473 = Sind Sie sicher, dass Sie alle nicht laufenden Einträge löschen wollen?
474 = Sind Sie sicher, dass Sie alle abgeschalteten Einträge löschen wollen?
475 = Befehl existiert nicht!
476 = UNBEKANNT
477 = Deaktiviere Auto Start
478 = Aktiviere Auto Start

[Outlook Control]
300 = Optimierung
301 = Registry Optimierer
400 = AutoRun Manager
500 = Spuren löschen
501 = Browserspuren löschen
600 = MS Office Spuren löschen
700 = Windows bereinigen
800 = Beweise löschen
900 = Dateien endgültig löschen
2100 = Windows Tools
2200 = Junkdateien bereinigen

[Track Cleaner Browsers]
507 = Alle aufräumen
508 = Verlauf besuchter Webseiten löschen
509 = Lösche Verlauf der Addressleiste
510 = Lösche temporäre Internetdateien
511 = Lösche Cookies
512 = Lösche Index.dat Dateien
513 = Ausführen
514 = Lösche Downloadverlauf
515 = Lösche Sitzungsverlauf
516 = Lösche Formularverlauf
517 = Uninstaller
518 = Sind Sie sicher, dass Sie die gewählten Verläufe bereinigen wollen?
521 = Sind Sie sicher, dass Sie den Verlauf des Internet Explorers löschen wollen?
522 = Sind Sie sicher, dass Sie den Verlauf des Firefox Browsers löschen wollen?
523 = Sind Sie sicher, dass Sie den Verlauf des Opera Browsers löschen wollen?
524 = Sind Sie sicher, dass Sie den Verlauf des Netscape Browsers löschen wollen?
525 = Ihr Browser protokolliert, welche Webseiten Sie besuchen. Diese Daten sind im Browser sehr leicht zugreifbar und jeder kann sie mit nur einem Klick sehen! Mit dem Browser Reiniger können sie temporäre Internetdateien löschen (das sind alle Bilder, Onlinevideos und Adressen der Webseiten). Das Löschen dieser Daten bringt auch freien Speicherplatz auf der Platte.
526 = Beenden Sie Ihren Browser vor dem Bereinigen seines Verlaufes
527 = Die Index.dat Dateien werden beim nächsten Neustart gelöscht
599 = Säuberung der Spuren bei den ausgewähltem Punkten durchgeführt

[Track Cleaner Office]
601 = Aufräumen
607 = Aufräumen Verlauf MS Word kürzlich benutzte Dokumente
608 = Beinhaltet Word 2000, Word XP, Word 2003 und Word 2007
609 = Aufräumen Verlauf MS Excel kürzlich benutzte Dokumente
610 = Beinhaltet Excel 2000, Excel XP, Excel 2003 und Excel 2007
611 = Aufräumen Verlauf MS Access kürzlich benutzte Dokumente
612 = Beinhaltet Access 2000, Access XP, Access 2003 und Access 2007
613 = Aufräumen Verlauf MS PowerPoint kürzlich benutzte Dokumente
614 = Beinhaltet PowerPoint 2000, PowerPoint XP, PowerPoint 2003 und PowerPoint 2007
615 = Aufräumen Verlauf MS FrontPage kürzlich benutzte Dokumente
616 = Beinhaltet FrontPage 2000, FrontPage XP, FrontPage 2003 und FrontPage 2007
617 = MS Office Cleaner gestattet Ihnen das Löschen der Verläufe der meisten zuletzt genutzten Dateien in MS Word, Excel, Access, PowerPoint und Front Page. Wenn Sie nicht wollen, dass jemand sieht, welche Tabellen, Dokumente oder andere Dateien Sie zuletzt mit MS Office geöffnet, bearbeitet oder angelegt haben, dann wählen Sie diese aus und klicken den “Aufräumen” Button. Ihre zuletzt bearbeiteten Dateien werden nicht mehr gelistet.

[Track Cleaner Windows]
701 = Aufräumen
707 = Aufräumen Verlauf kürzlich benutzter Dokumente
708 = Aufräumen Verlauf Startmenü Run
709 = Aufräumen Verlauf Finde Datei
710 = Aufräumen Verlauf der Drucker-, Computer- und Personensuche
711 = Leeren der Zwischenablage
712 = Aufräumen Verlauf "MS Paint" kürzlich benutzte Dateien
713 = Aufräumen Verlauf "MS Wordpad" kürzlich benutzte Dateien
714 = Aufräumen Verlauf Regedit zuletzt geöffneter Key
715 = Aufräumen Verlauf Allgemeiner Dialog Öffnen/Sichern
716 = Aufräumen Verlauf Allgemeiner Dialog zuletzt besuchter Ordner
717 = Leeren des Papierkorbes
718 = Lösche Windows temporäre Dateien
719 = Lösche Start Menu Klick Logs
720 = Microsoft Windows speichert Spuren vieler Dinge, die Sie mit Ihrem Computer tun, etwa Verläufe von Datei- und Ordnersuchen; Verlauf kürzlich geöffneter Dokumente; Verläufe aus Standarddialogen wie Öffnen/Speichern in diversen Anwendungen, die sie installiert haben und noch einiges mehr. Der Windows Cleaner gestattet Ihnen, all diese Spuren und temporären Dateien zu löschen. Sie können auch Ihren Papierkorb leeren und so freien Speicherplatz auf Ihrer Platte zurück gewinnen.
721 = Der Ausführen Verlauf wird nach dem Neustart des Prozesses "explorer.exe" gelöscht
722 = Bearbeitet die Windows Registry
723 = Bearbeitet lokale Festplatten.
724 = Lösche Speicherprotokolldateien des Systemcrashs (dump Dateien)
725 = Lösche von Chkdsk wiederhergestellte Dateifragmente

[Evidence Remove]
802 = Ausführen
803 = Löschen
804 = Bitte warten Sie während des Löschvorganges
805 = Vorgang abgeschlossen
806 = Machen Sie ein Häkchen an die Laufwerke, deren Spuren und Verläufe Ihrer Aktivitäten sie löschen wollen. Dieses Tool bearbeitet nur bereits gelöschte Daten. WARNUNG: Nach diesem Vorgang ist eine Wiederherstellung Ihrer gelöschten Dateien nicht mehr möglich!
807 = Wenn Sie den Papierkorb leeren, können diese Dateien und Ordner immer noch wiederhergestellt werden, weil sie nur als gelöscht markiert, aber physikalisch noch vorhanden sind. Dieses Tool löscht solche Dateien und Ordner endgültig von Ihrer Festplatte. Egal, welches Tool jemand zur Wiederherstellung solcher Daten benutzt, das Resultat wird immer das gleiche sein – die mit dem Evidence Remover gelöschten Daten sind unmöglich wiederherzustellen!
808 = Sind Sie sicher, das Sie die Spuren und Hinweise auf ausgewählte Laufwerke löschen möchten?

[Unrecoverable Delete]
912 = Liste von Dateien und Ordnern, die gelöscht und endgültig nicht wiederherstellbar gemacht werden
913 = Dateien
914 = Ordner
915 = Fügen Sie die Dateien ein, die Sie vom Computer entfernen wollen. Diese Dateien können mit keinem Tool physikalisch wiederhergestellt werden!
916 = Fügen Sie die Ordner ein, die Sie vom Computer entfernen wollen. Diese Ordner können mit keinem Tool physikalisch wiederhergestellt werden!
917 = zu löschende Dateien hinzufügen
918 = zu löschende Ordner hinzufügen
919 = LÖSCHE UNWIEDERBRINGLICH
920 = Liste aufräumen
921 = Wenn sie ein sicheres Löschen von Dateien oder Ordnern brauchen und sicher sein wollen, dass niemand mit irgendeinem Tool Ihre gelöschten Daten wiederherstellen kann, dann benutzen Sie Unrecoverable Delete. Das Windows eigene Löschen der Dateien und das Leeren des Papierkorbes löscht diese nicht endgültig. Sie sind noch immer auf der Festplatte und könen leicht wiederhergestellt werden. Das Tool Unrecoverable Delete macht dies unmöglich, weil es alle Dateien und Ordner physikalisch löscht.
922 = Ausgwählte Dateien und Ordner wirklich sicher löschen?

[Options Tree]
1001 = Optionen
1100 = Allgemein
1200 = Uninstaller

[General]
1101 = Aktuelle Sprache:
1102 = Schalte in erweiterten Modus
1103 = Prüfe beim Programmstart auf Update

[Uninstaller Options]
1201 = Zeige System Updates
1202 = Zeige System Komponenten
1203 = Schnellstartmodus ein-/ausschalten
1204 = Starte nur den eingebauten Uninstaller
1205 = (Nicht unterstützt in Windows Vista)
1206 = Setze Systemwiederherstellungspunkt vor der Deinstallation
1207 = Übriggebliebene Dateien und Ordner in den Papierkorb verschieben

[Auto Update]
1907 = Update
1908 = Version Information
1909 = Aktuelle Version:
1910 = Neuste Version:
1911 = DOWNLOAD
1912 = Hole neuste Version
1913 = Was ist neu
1914 = Prüfe...
1915 = Verbindungsfehler...
1916 = STOP
1917 = Heruntergeladen %s von %s
1918 = Heruntergeladen %s (Gesamtgröße unbekannt)
1919 = Revo Uninstaller konnte keine Verbindung zu www.revouninstaller.com herstellen. Bitte prüfen Sie, ob Ihre Internetverbindung funktioniert und ob Ihre Firewall den Revo Uninstaller blockiert.
1920 = Fehler: Prüfung auf neue Version fehlgeschlagen. Keine Internetverbindung.

[WinTools]
2110 = Run
2111 = Es gibt eine Menge nützlicher Tools und Komponenten, die mit Windows ausgeliefert werden, einige davon mit komplizierten Kommandozeilenoptionen, auf andere ist schwierig zuzugreifen. Windows Tools gibt Ihnen schnellen 1-Klick-Zugriff auf mehr als zehn Windowstools, die Sie bei Ihrer täglichen Arbeit brauchen.
2112 = Benutzen Sie dieses Tool, um den Zustand Ihres PC's vor einem Problem wiederherzustellen, ohne persönliche Daten zu verlieren. System Restore protokolliert Änderungen am System und einigen Anwendungsdateien und legt einfach zu erkennende Wiederherstellungspunkte an. Diese gestatten Ihnen, das System zu einem früheren Zeitpunkt wiederherzustellen. Diese Punkte werden täglich und bei wichtigen Systemereignissen angelegt. Sie können eigene Punkte anlegen und benennen.
2113 = Benutzen Sie dieses Tool, um Informationen über die Hardware und das Betriebssystem zu sammeln und darzustellen, über ihre Internetkonfiguration, Ihre Modem- und Netzwerkadapterkonfiguration. Mit dem Network Diagnostic Tool können Sie Ihr System scannen und die Netzwerkfunktion testen und ob Ihre Netzwerkprogramme und Services funktionieren.
2114 = Benutzen Sie dieses Tool, um alle TCP/IP Netzwerkkonfigurationswerte und die DHCP und DNS Einstellungen darzustellen. Es stellt die komplette TCP/IP Konfiguration für alle Adapter dar, inklusive IP Adresse, MAC Adresse, Subnetzmaske, Standardgateway, WINS und DNS Konfiguration.
2115 = Sie können den Status der drei wesentlichen Sicherheitssysteme prüfen: Firewall, Antivirusprogramm und automatische Updates. Wird hier ein Problem entdeckt (z.B. Antivirus ist nicht aktuell), sendet das Security Center Ihnen einen Alarm und macht Vorschläge für einen besseren Schutz Ihres Computers.
2116 = Benutzen Sie dieses Tool, um grundlegende Informationen über CPU Typ und RAM Speicher, Anzeigen und Ändern der Einstellungen, Systemsteuerung und wie Ihr Computer den Speicher verwaltet erhalten; Zeigt Informationen über die Hardware- und Geräteeigenschaften, sowie Profile der Hardwarekonfiguration, Informationen über Ihre Netzwerkverbindung und Anmeldung. Berichtet Programmfehler an Microsoft oder Ihren Systemadministrator, wenn sie auftreten.
2117 = System Information ist eine Komponente von Windows, die Infos über die Systemkonfiguration für den lokalen oder fernbedienende Rechner sammelt und darstellt. Dies umfasst Hardwarekonfiguration, Komponenten und Software einschließlich signierter und unsignierter Treiber. System Information ist ein Support Tool, das Sie zum schnellen Finden von Infos über Ihren Computer und das Betriebssystem nutzen können.
2118 = TCP/IP Netstat Command ist eine Komponente von Windows, die alle aktiven TCP/IP Verbindungen sowie TCP und UDP Ports darstellt, auf denen Ihr Computer horcht. Dargestellt werden alle Programme, die in solche Verbindungen eingebunden sind. Dann steht der Programmname unten in [ ], oben steht die aufgerufene Komponente und so weiter, bis TCP/IP erreicht ist.
2119 = Dieses Tool zeigt eine virtuelle Tastatur auf dem Bildschirm und gestattet Anwendern mit eingeschränkter Mobilität die Dateneingabe mittels z.B. Joystick. OnScreen Keyboard will Anwendern mit eingeschränkter Mobilität ein Mindestmaß an Funktionalität bieten. Das Tool kann auch bei Verdacht auf einen Keylogger (zeichnet alle Tastatureingaben auf) benutzt werden, da es das Mitschneiden von Tastatureingaben unmöglich macht.
2120 = Dieses Tool analysiert lokale Laufwerke und optimiert fragmentierte Dateien und Ordner so, dass sie einen zusammenhängenden Speicherbereich belegen. Dadurch wird der Zugriff auf Dateien und Ordner effizienter und freier Speicherplatz optimiert. Neue Dateien werden unfragmentiert gespeichert.
2121 = Ermöglicht Starten, Anhalten, Pause, Neustarten oder Abschalten von Diensten auf fernbedienten oder lokalen Computern. Initiiert Wiederherstellungsaktionen wenn ein Dienst fehlschlägt, z.B. automatischer Neustart eines Dienstes; Aktivieren oder Deaktivieren einzelnder Hardwareprofile; Ansicht des Status und der Beschreibung jedes Dienstes.
2122 = Ermöglicht das Managen gemeinsamer Recourcen über ein Netzwerk, Kontrolle über Anwenderzugrifferlaubnis, Sitzungsaktivitäten, Eigenschaften gemeinsamer Resourcen und Ansicht einer Zusammenfassung der Verbindungen und Resourcenverwendung für lokale und fernbediente Computer. Mit Shared Folders kann man anlegen, sichten und Zugriffsrechte für gemeinsame Resourcen vergeben; Möglich ist die Ansicht einer Liste für alle Anwender, die über das Netzwerk mit dem Computer verbunden sind und einen oder alle vom Netzwerk zu trennen.
2123 = Dieses Tool beinhaltet Richtlinieneinstellungen für die Anwenderkonfiguration sowie der Computerkonfiguration. Gruppenrichtlinieneinstellungen definieren die verschiedenen Komponenten der User Desktopumgebung, die ein Administrator managen muss, z.B. welche Programme Usern zur Verfügung stehen, welche auf dem Desktop sichtbar sind und die Optionen des Startmenüs.
2124 = Hinzufügen/Entfernen unterstützt Sie beim Behandeln der auf Ihrem Computer installierten Windowskomponenten. Nachdem das Betriebssystem auf Ihrem Computer installiert ist, können sie damit fehlende Windowskomponenten nachinstallieren oder nicht mehr benötigte entfernen.
2125 = Das Microsoft Windows Malicious Software Removal Tool prüft Windowsrechner auf bestimmte verbreitete Schadsoftware und hilft bei der Entfernung der Infektionen. Solche Schadsoftware umfasst Viren, Würmer und Trojaner. Wenn der Aufspür- und Entfernungsvorgang beendet ist, liefert das Tool einen Report mit den Ergebnissen und falls vorhanden, welche Schadsoftware entdeckt und entfernt wurde.

[Junk Files Cleaner Options]
2202 = Zu scannende Laufwerke:
2203 = Muster
2204 = Beschreibung
2205 = Hinzufügen
2206 = Entfernen
2207 = Setze Standard
2208 = Junkdateien bereinigen::Allgemein
2209 = Junkdateien bereinigen::Ausschließen
2220 = Muster, nach dem gescant werden soll:
2221 = Sie können die Symbole (?,*) als Platzhalter verwenden
2222 = Füge Muster hinzu
2223 = Füge Ausschlussmuster hinzu
2224 = Sie können die Symbole (?,*) als Platzhalter verwenden
2225 = Schließe Muster aus:
2226 = Dateien in Papierkorb verschieben
2227 = Ignoriere Dateien, auf die innerhalb der letzten 24 Stunden zugegriffen wurde

[Junk Files Cleaner Tool]
2306 = Scan
2307 = Lösche
2308 = Scanne
2309 = Bitte warten - Scanvorgang läuft
2310 = Abbruch
2311 = Name
2312 = Größe
2319 = Dateien:
2320 = Größe gesamt:
2323 = Es gibt Dateien, die von Windows oder anderen Pro-\ngrammen benutzt werden und jetzt nicht gelöscht werden können.
2324 = Sie müssen mindestens ein Laufwerk und eine Erweiterung wählen, um den Scan starten zu können
2325 = Junk Files Cleaner gestattet das Auffinden und Entfernen verschiedener Typen von Junk und unnötigen Dateien ihres Computers. Normalerweise werden diese Dateien durch die Anwendung gelöscht, die sie angelegt hat und sobald sie nicht mehr gebraucht werden. Dennoch bleiben Dateien permanent auf der Festplatte, wenn ein Programm z.B. unerwartet beendet wird, einem Systemcrash usw. Wenn das passiert, reduziert sich der freie Plattenplatz oder die Systemgeschwindigkeit vermindert sich, u.s.w.
2326 = Datei
2327 = Lösche Dateien

[ContextMenu Junk Files Cleaner]
2313 = Öffne
2314 = Suche mit Google nach
2315 = Öffne beinhaltenden Ordner
2316 = Eigenschaften...
2317 = Markiere alle Einträge
2318 = Demarkiere alle Einträge
2321 = Markiere ausgewählte Einträge
2322 = Demarkiere ausgewählte Einträge

[TopMost Window]
4002 = Optionen
4003 = Öffne Hauptfenster
4004 = Drag and Drop Modus
4005 = Jagdmodus
4006 = Größe
4007 = Klein
4008 = Mittel
4009 = Groß
4010 = Window's Größe
4011 = EXIT
4012 = Uninstall
4013 = Stop Autostart
4014 = Kille Prozess
4015 = Kille und Lösche Prozess
4016 = Öffne beinhaltenden Ordner
4017 = Info
4018 = Eigenschaften
4019 = ABBRUCH
4020 = Nur eine Datei gleichzeitig wird unterstützt!
4021 = Sie haben einen Ordner gezogen, bitte ziehen Sie stattdessen eine Datei!
4022 = Uninstall oder entfernen:
4023 = Ungelöst! Versuchen Sie, ein anderes Fenster, Icon oder Taskbaricon anzusteuern
4024 = Kann Uninstall Befehl nicht ausführen!\n Bitte deinstallieren Sie die Anwendung mit dem Uninstaller.
4025 = Kein Installationspaket gefunden!\nTip: Holen Sie mehr Infos über die Anwendung und\n versuchen Sie die Deinstallation vom Hauptfenster aus!
4026 = Zielanwendung wird nicht mehr autmatisch gestartet!\nTip: Wenn Sie sie wieder autostarten wollen, benutzen Sie das Autorun Tool in der Hauptanwendung!
4027 = Zielanwendung nicht auffindbar an den allg. Startpositionen!\nTip: Um nach ungewöhnlichen Starteinträgen zu suchen, benutzen Sie die Webseite www.google.com!
4028 = Sind sie sicher, dass Sie die gewählte Anwendung schließen wollen?\nAlle ungesicherten Daten gehen verloren!
4029 = Uninstaller
4030 = Sind Sie sicher, dass Sie die gewählte Anwendung schließen und löschen wollen?\nAlle ungesicherten Daten gehen verloren!
4031 = Sind Sie sicher, dass Sie den Windows Explorer schließen wollen?\n Das Startmenü und die Taskbar werden verschwinden!
4032 = Automatischer Start mit Windows
4033 = Transparenz

[Scan After Uninstall]
4210 = Standort in Registry
4211 = Schlüsselname
4212 = Wert
4213 = Daten
4214 = Datei
4215 = Wähle einen Eintrag aus, um diese Operation auszuführen!
4216 = Scan nach Uninstall
4217 = Markiere alle
4218 = Demarkiere alle
4219 = Löschen
4220 = Übriggelassene Dateien
4221 = Übriggelassene Registryeinträge
4222 = Scanning vor Unintall...bitte warten
4223 = Uninstaller wird ausgeführt...
4224 = Bitte starten Sie den Scan nach übriggelassenen Dateien, Ordnern und Registryschlüsseln erst, nachdem der Hauptuninstaller endet
4225 = Scanning nach Uninstall...bitte warten
4226 = Bitte aufmerksam die aufgelisteten Einträge auf Korrektheit prüfen!
4227 = Schließen
4228 = Übrige Dateien in der Liste werden nach dem nächsten Neustart des Computers gelöscht.
4229 = Uninstall ist fehlgeschlagen!\nVermutlich ungültiger deinstall Befehl!
4230 = Zurück
4231 = Weiter
4232 = Wähle einen Uninstall Modus
4233 = Modus
4234 = Eingebaut - starten Sie nur den programmeigenen Uninstaller ohne zusätzlichen Scan
4235 = Gefahrlos - schließt den programmeigenen Modus ein und startet zusätzliche Scans der Registry und Festplatte, um nur gefahrlos zu löschende verbliebene Einträge zu finden. Der schnellste Modus.
4236 = Moderat - schließt den Gefahrlosmodus ein und startet ausführliche Scans zum Auffinden aller übrigen Anwendungenseinträge an den geläufigsten Stellen der Registry und Festplatten
4237 = Erweitert - schließt den Gefahrlosmodus ein und startet ausführliche, tiefe Scans der Registry und Festplatte, entfernt alle übriggebliebenen Einträge, die mit der Anwendung verbunden sind. Der langsamste Modus.
4238 = Analyse der Anwendungsdaten vor dem Uninstall.
4239 = Starte den anwendungseigenen Uninstaller zum normalen Deinstallieren.
4240 = Drücke den "Weiter" Button zum Start des Scans nach übriggebliebenen Dateien, Ordnern und Registryeinträgen, nachdem der anwendungseigene Uninstaller beendet ist.
4241 = Führe erste Analyse und Deinstallation aus.
4242 = Scanne nach Uninstall
4243 = Scanne nach anwendungseigenem Uninstaller. Durchsuche die Registry und die Festplatte nach übriggebliebenen Dateien, Ordnern und Registryeinträgen, die mit der deinstallierten Anwendung verbunden sind. Bitte warten….
4244 = Übriggebliebene Registryeinträge gefunden
4245 = Registryeinträge gefunden:
4246 = Achtung: Bitte die angezeigten Punkte vorsichtig überprüfen! Nur die geprüften, fett dargestellten Einträge und deren Unterpunkte werden gelöscht!
4247 = Übriggebliebene Dateien und Ordner gefunden
4248 = Einträge gefunden:
4249 = Mein Computer
4250 = Revo Uninstaller konnte den anwendungseigenen Uninstaller nicht starten. Möglicherweise ist der Uninstaller defekt. Sie können den “Zurück” Button drücken und einen anderen Uninstallmodus probieren.
4251 = Anwendungseigener Uninstaller beendet. Revo Uninstaller hat nicht nach übriggebliebenen Einträgen gescannt. Sie können den “Zurück” Button drücken und einen anderen Uninstallmodus probieren, um nach übriggebliebenen Dateien, Ordnern und Registryeinträgen zu suchen.
4252 = Revo Uninstaller hat den Uninstallvorgang erfolgreich beendet, es wurden aber keine übriggebliebenen Einträge gefunden. Sie können den “Zurück” Button drücken und einen anderen, erweiterten Uninstallmodus für einen tieferen Scan probieren.
4253 = Revo Uninstaller hat den Uninstallvorgang erfolgreich beendet. Wenn Sie nach weiteren übriggebliebenen Einträgen suchen möchten, drücken Sie den “Zurück” Button und versuchen Sie einen anderen, erweiterten Uninstallmodus für einen tieferen Scan.
4254 = Ende
4255 = Wollen Sie wirklich die gewählten Dateien in den Papierkorb verschieben?
4256 = Sind Sie sicher, dass Sie die gewählten Registryeinträge entfernen wollen?
4257 = Revo Uninstaller hat die Deinstalltion erfolgreich abgeschlossen!
4258 = Sind Sie sicher, dass Sie KEINE der entdeckten übriggebliebenen Registryeinträge löschen und stattdessen mit dem nächsten Schritt weiter machen wollen?
4259 = Sind Sie sicher, dass Sie KEINE der entdeckten übriggebliebenen Dateien und Ordner löschen und stattdessen mit dem nächsten Schritt weiter machen wollen?
4260 = Das Scannen nach übriggebliebenen Objekten ist abgeschlossen. Drücken Sie den “Weiter” Button, um die Ergebnisse zu sehen!
4261 = Wiederherstellungspunkt anlegen...
4262 = Wiederherstellungspunkt anlegen - fehlgeschlagen!
4263 = Wiederherstellungspunkt anlegen verhindert (in Optionen->Uninstaller)
4264 = Wiederherstellungspunkt anlegen - erledigt!

[About]
4300 = Übersetzer:

[ContextMenu Uninstaller]
5000 = Befehle
5001 = Info
5002 = Suche mit Google nach
5004 = Installationsordner
5005 = Öffne Link Über...
5006 = Öffne Link Hilfe...
5007 = Öffne Link Update...
5008 = Öffne Registry Schlüssel...

[Common]
10000 = OK
10001 = Abbruch
10002 = Hilfe
10003 = Browse
10004 = Hilfe aktuelles Tool
10005 = Homepage
10006 = Über
10007 = Warnung
10008 = FEHLER

[Tooltips]
2000 = Aktiviere Uninstallermodus
2001 = Zeige Tools Bedienfeld
2002 = Einstellungen den eigenen Wünschen anpassen
2003 = Umschalten zum Jagdmodus
2004 = Ändert die Ansicht der Liste installierter Anwendungen
2005 = Deinstalliere gewählte Anwendung
2006 = Lösche gewählten Eintrag von Registry
2007 = Anwendungsliste aktualisieren
2008 = Update der laufenden Version auf neueste Version
2009 = Finde zusätzliche Informationen und Antworten auf alle Fragen zum Programm
404 = Starte gewählte Anwendung
405 = Stoppe und schließe gewählte Anwendung
406 = Entferne gewählte Anwendung vom Autostart
506 = Gewählte Optionen aufräumen
605 = Gewählte Optionen aufräumen
705 = Gewählte Optionen aufräumen
2106 = Starte gewähltes Tool
2304 = Scanne nach unnötigen Dateien, die den ausgewählten Einstellungen entsprechen
2305 = Lösche markierte Dateien in den Papierkorb
